export const SEARCH_ASCII_ART = String.raw`
                                                                                                    
                                                                                                    
                                                                                                    
                                                                                                    
                                                   2Vu½¼½½½%1±z                                     
                                              çYÌ‰u½ööL&½‰½J>îo¢}                                   
                                              TL‰‰s¢ö‰‰ò2¼¼¼½½½‰sr                                  
                                              O½‰‰‰¢u½½ua½½½½½‰½¼ó                                  
                                              ¤Ln½‰‰u‰0£¼½‰‰½u£&¢Ï                                  
                                                 ¬©‰‰‰u‰‰u¢¢üOy4V                                   
                                             £Vöò@su‰‰½½½½½½½½‰n@öÍçó    0©ÌVVn                     
                                        üóö‰½‰‰‰½‰½½‰uu‰‰‰½½¼¼‡¼¼‰½½½‰sów¼‰½¼¼½‰±                   
                              Îx    ©Ln½½½½½½½½½½‰u0óu©¢¼½¼½¼½½¼¼½½‰½½½½½½½öv‘ƒ½¼Ï                  
                           ©s¼‡¼½Vw@¼¼v7c‰½½¼¼¼¼‰‰‰sƒò†n‰‰½½¼¼¼¼¼¼¼½½½¼¼¼½½‰‰Lö½½J                  
                         Yn½sc7ò‰‰‰¼í÷¯¡j‰½½½½½½‰‰‰u½L@@½½‰½½½¼¼¼¼¼¼½¼¼¼¼½½½½½½½Íó                  
                        ü‰‰½½/ƒ‰uu‰‰¼¤‡½¼½¼¼½½‰½uu‰‰½‰½½‰‰½‰‰½½‰‰‰‰½½¼¼¼¼¼¼¼¼¼½‰½½L@                
                         s‰½‰uu‰‰½½½‰u‰‰u‰½½òL±wLü</|!!!!!!lvïIóx¼@Ïò¼½‰‰½½½¼¼¼½½½‰nw               
                          ±¢u‰½¼¼¼‰u‰‰½un4o||•¼»º[!!!!!!!!!!+­­ªí<¡¡1öIuC‰‰‰‰½½¼¼½‰½ö©              
                          ó½½½½½‰‰u‰ö¢>!tò!!!r}~¹*/!!||!¡¡¡!ì«¬­­«{!/cï¡¡¡Ió½½½½½½½½‰½0             
                         ó½½½½½‰‰½Ìr¡¡!j!×|![­­–î~î|!!||!|!|»7°­­­¦(»•)ì×i!¡ï3‰½½½½¼½‰¢z            
                        w‰½‰½½‰½Í[!!!|z³­7!(|°°­°­(«¦º|!!½(||t¦ª°~*£õÂÃqn©!!¡¡‡ö‰‰½‰‰½½‰o           
                       6‡‰½½½‰@J!!|![z†|—+?r­–¯„³°³í¡!!!!{+•×òñQBêÔkÌ¤vjoI(!¡¡¡íÍ‰½½½sò½Ï†          
                       Ì½‰½‰‰ç¿¡||{|¢žZÙøA¶KÅÃËW€±°°[|||¡}–t¿î½%/ˆ+qqHÅÛ(‘Ì|¡¡¡!õ©‰ó@î<n¼V          
                      ú½‰½½‰üÍ!!||v!î)’˜³éÃÃQÞCî*­­¹°r•!!ì°­<(jWÐä8ëëdÜŠÃó1!¡¡¡!!Ç¢¼>²¹«uÏ(         
                      ±‰½‰u4x¦!¯||J|÷¸¢9„SÒÙéßÁÕº²°°­­÷=¬î°°­JšWÔÚÖÞëdýãQF•!)!!!!9õ½Y—¹|u‡L         
                     ç‰‰‰‰0Lr„!|||IJ’»þÔëdëëëÜß#O¹––­­­­­–°––°/QEA$9eèßÁBÌ|!½¡¡!!µÎY†­­c½½¢c        
                     ‰‰½‰uÎ@[!!!||ƒJ’+þÛÜTUkñðgÁ¯°°°°–ªº°°––°°­¹ôÄÈÃÃÂXÌ?í!3!¡!|!Ýu……÷lö½‰½%        
                     u½‰½YOU|!!¡!!t!º~iÄNXqgHB§›°°–°°°°°­–°°––²!¯”{¿[¿†[I•ìr!¡!!?°¸…·ˆÌ½½‰½¼        
                     V‰½‰úÎV|!¡!!|I×?×××??¿¿¿}”I×ª“º²²²²³“„74ÍÍ0Yüô†¿??ì+1=!!!|=ˆ¸¸¸›Ï½½¼½½±­       
                    ¤¢½½‰&4l|!!¡||%i7?¿¿?[¿××[h¾Y0%ïì<<<><<ììììììì½h”^ªÍù{!!¡!÷ˆˆ¸¸ˆ±½½¼¼½‰Ïv       
                    Í½½½‰YS}¬!!!||J¡)××××??+^±üò<<ïïììììììììììï<ìì<v7°°­–†¡¡{ˆˆˆˆˆ‘‡½¼‰¼¼½½sJ       
                    5½½‰‰uOi¬!!!!!r~°–––²–°°°VIìì<<ìììììììììììììì<i‰²°­(»!•¦˜ˆˆˆˆ˜Y‰½¼½¼¼½‰uC       
                    µ‰‰½‰‰‰3¬!!¡!!*)°°­°°°°°°^t<<>ii>>><ììììììììì>o•°­»×÷ƒ›ˆˆˆˆˆˆ¼‰‰½¼½¼¼½‰s@       
                    4½¼¼¼¼‰6|!!¡!!|™°°°°––°°°­²¿r>>>i>>>iiiìïì><c<²°­º[¡ò¹ˆˆˆˆˆ˜‰½‰‰½‰½¼¼½‰s@       
                    Ï‰‰½½½‰‰<!y*|||/Í–°°°°°°°­­¹­²^†öCzƒ½n}|^—”°°°°°zõ|[‹ˆˆˆˆˆˆc‰‰‰½½‰¼½‰‰u¢n       
                     Ï‰½½‰½‰ƒ!y‡!!|!±@C¢°°°°°°­­¹¹­°°°–°°°°°°°­­°³çò¢Í![ˆˆˆˆˆˆlu‰½‰¼‡¼¼½½‰‰¢3       
                     ù½½¼¼¼¼uÏ5öc!!|lnC4±óÏÏ™cª­­°­°°–°––²~÷YÍsn2s‰¼ö»}ºˆˆˆˆˆ{4‰‰‰¼½‡¼¼½½‰‰òs       
                     L½½‰¼¼½½s6¢uö!¡!%‰½½½‰¢@ÏCö¢nÏÏ±±VLLõóuüC™ö‰‰½½¢/r’ˆˆˆˆ«CY6‰‰‰½½½¼½½‰‰Cƒ       
                     wu¼¼¼½½½¼½½½¼òV»¬3½‰‰‰‰½‰‰‰‰‰‰½½V©Ï£òw©úC‰‰‰½u>‘ö!˜˜ˆˆ˜©nnw©‰‰½‰½¼½½½‰3I       
                     2‡¼‡‡½‰½‰‰½¼½½½¼öCÏ‰½sç&õõ46úLs‰‰‰½u™‰‰‰‰‰‰½Í|ˆ¸¬)˜˜ˆ;±@nnnÍa‰‰½½¼¼½½½ô@       
                    0½‰½¼‡‡‰‰‰‰½½½½‡¼¼½‰‰‰uòò¢u‰½‰‰¼¼3Í‡ciƒ1ï7i*„˜ˆˆˆ˜ˆˆˆˆl>önnnnç@‰‰½¼¼¼½½ú©       
                    f¼½‰¼‡‡‡¼½½½½½‰‡½½½½½½‰‰‰‰‰¼@3‡v777/²=7’…¸¸¸ˆˆˆˆˆˆˆˆˆª÷77ù@nnnÍ@‰½½¼¼½‰£@©      
                    ò½½½½¼‡½½½¼¼¼¼¼¼¼½‰½‰‰½¼£sƒ<ii77»­~×|¿z­…¸¸ˆˆˆˆˆˆˆˆˆˆ¦ˆ˜›ˆ¼ööönùs½‰¼¼½¢±½y      
                    ò‰½¼¼¼½½½¼¼¼¼¼½½‰‰‰½Ì¤¬ˆˆ’;;::’’ˆ¸*³‹1„¸¸¸ˆˆˆˆˆˆˆˆˆˆ‚—¸¸¸¸’™n½>nw½¼½¼¼½½½‰õ     
                   Ló‰½¼¼½½‰½¼¼¼½½½½‰öJª¸…………···……………’<(¯¸¸¸ˆˆˆˆˆˆˆˆˆˆˆ˜Jˆ¸¸¸¸ˆ^Ìnl[öyu‰‰¼¼¼½½Y     
                   C@½½¼¼‰½½½¼¼½‰‰uùY@@ó£†)¡„“““”|)|‹¸¸……¸¸ˆˆˆˆˆˆˆˆˆˆ˜˜—‚ˆˆˆˆˆ…ˆróu«¿nO½‰‰¼¼½½LÌ    
                   Jò½¼‡¼¼¼¼¼¼¼‰‰©VnnnnC<………¸¸¸¸ˆ¸¸……………·¸¸ˆˆˆˆˆˆˆˆˆˆ˜÷—ˆˆˆˆˆˆ¸ˆ˜zn[!?T6¢½½½¼¼½O    
                   ¢‰½¼‡¼¼¼¼¼½½Ï™ö@@önnö˜¸¸¸¸¸¸¸¸¸¸………¸ˆˆˆˆˆˆˆˆˆˆˆˆˆˆ‹}˜ˆˆˆˆˆˆˆˆˆ„Ít!!YU4u½½½½‰ÏY   
                   Ì¼½¼½½½¼‰½uôI{n@nnnnlˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆ˜[‹ˆˆˆˆˆˆˆˆˆˆˆî@•|±6Z2‰½¼¼uöu   
                   2¼½¼½¼¼¼¼¢ü/|½nnnnCu‚ˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆ­Ï7!}9OàÌ‰¼¼½uó   
                   5¼½½½½‰‰uY|!«nnnn@iˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆ˜z%¬¬ÎOŸ9ò½½½½Ï   
                   y½‰‰¼½‰nµ¬!!×@nnn*ˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆ˜ˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆ‘Y/¬teODw‰‰½‰©¿  
                   2¼‰‰¼¼uO!¡!!i@nCr˜ˆˆˆˆˆˆˆˆˆˆˆˆˆˆ¸¸¸¸¸¸¸ˆˆˆˆˆ˜˜ˆˆˆ˜˜˜˜ˆˆˆˆˆˆˆˆˆˆˆ˜z½¬7OO6žò½½¼™t  
                   C¼‰‰½sew!¡!|>n@ƒ˜ˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆ¸ˆˆ’~‡ö‰|&µµûùuu½™³  
                   ƒs‰½‰ÎžY||+/7nV³ˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆ¸’†%iio©@kY«žµáôu½‰@   
                   Yó‰‰çU6ç|!½†/nƒ˜ˆˆˆˆˆˆˆˆ¸¸¸¸¸¸ˆˆ˜ˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆˆ‹34&îz&@nO6µUòTZ5u‰ò‡   
                    òuòODOS+|4e¬‡nóa3¡¹˜¸¸……………···¸¸¸¸¸ˆ˜˜ˆˆˆˆˆˆˆˆˆˆˆˆˆ¸ˆ‚!ôçí~°CnönwUOOOUëZú‰@u    
                 CUõT‰ÎûOOOP)®µÌ)önööööö±O±7~‹‚¸…·………¸¸¸˜˜ˆ˜ˆˆˆˆˆˆˆˆˆ’°j£Cµ¦°­­¹­£nÍ®OOOOO6§0‰Ï     
               &¿‰2‰½yÎkeOyOÝ®OOôcööönnnC4üüüüy3@V™ù3t{„›::;;;›³{nÝSÌnööö@nÏ÷°­­°j4TOyyOOµèÎ@)      
          ™u™õ¢¼¼½öúu£&OUeyyyyyOOž3nnóÿù@Îú222ôöönnnfVnöönnnönCàóÏhP@ööön@UPó+°°°ïeOOOOO9kyn        
          £çC®uuu¢½‰ú½@šµÇµyyOOOOOOà±@eµe®×­­²önönnnõµkCöööööÏe6LÝOOfnöö@Sµ©öüc°°²SOyOOO®n          
          ü3‰½±ì¦îù½úu‰‰¢yTyyyyyOOOy9fUOOOyª°º&Ÿ6ónnxOyOû0öö4µ6ëµOOOOšnY6yUŸyyU¦­­žàÝ3^             
`.replace(/^(?:[ \t]*\n)+/, '');
